export default {
  title: 'Поставщик стоковых тканей от брендов и фабрик Haute Couture',
  contact: 'Связаться с менеджером',
  register: {
    title: 'Создайте аккаунт',
    description: `Заполните короткую форму и получите бесплатный доступ к каталогу тканей уже сейчас`,
    already: 'Уже есть аккаунт?',
    create: 'Создать аккаунт',
    disclaimer: `Отправляя форму, вы соглашаетесь получать уведомления о новых поступлениях тканей по электронной почте или через WhatsApp, SMS и другие мессенджеры. Вся информация строго конфиденциальна и необходима для нашей эффективной совместной работы. Отправляя заявку, вы соглашаетесь с нашей политикой конфиденциальности`,
  },
  createPassword: {
    title: 'Создайте пароль',
    description: `Пожалуйста, задайте пароль для обеспечения безопасности вашей учетной записи и легкого доступа к ней в будущем`,
    finish: 'Готово!',
  },
  login: {
    title: 'Вход в аккаунт',
    already1: `Пользователь с таким адресом электронной почты или номером телефона уже зарегистрирован в нашем сервисе. Попробуйте войти в свой аккаунт или`,
    already2: `если вы не можете вспомнить свой пароль`,
    restore: 'восстановите доступ',
    login: 'Войти',
    forgot: 'Не помню пароль',
    new: 'Создать аккаунт',
  },
  recovery: {
    title: 'Восстановление пароля',
    description: 'Укажите электронную почту, на которую был зарегистрирован ваш аккаунт',
    button: 'Восстановить пароль',
    confirm: {
      title: 'Проверьте вашу электронную почту',
      description: 'Ссылка для сброса пароля будет отправлена на вашу электронную почту:',
    },
    goBack: 'Назад',
    anotherLink: 'Получить другую ссылку',
  },
  fields: {
    name: {
      label: 'Как вас зовут?',
      placeholder: 'Введите свое имя',
    },
    country: {
      label: 'Выберите вашу страну',
    },
    phone: {
      label: 'Ваш номер телефона',
      placeholder: 'Сначала выберите вашу страну',
      description: `
                Чтобы мы могли связаться с вами в будущем, введите ваш номер телефона в международном формате. Этот формат должен включать код страны, за которым следует номер телефона без специальных символов.        
                Например, +7 (555) 555-55-55
            `,
    },
    email: {
      label: 'Ваша электронная почта',
      placeholder: `Введите свою электронную почту`,
    },
    activity: {
      label: 'Ваша основная деятельность',
    },
    password: {
      label: 'Ваш пароль',
      placeholder: 'Введите свой пароль',
    },
    newPassword: {
      label: 'Новый пароль',
      placeholder: 'Введите свой новый пароль',
    },
  },
};
