export default {
  top: {
    text: "Мы тестируем новую версию сайта.",
    link: "Вернуться на старый",
  },
  navBanner: {
    header: "Хотите увидеть все ткани?",
    text: `В нашем полном каталоге более 4000 артикулов. Поиск по составу, цвету и типу ткани. Очень удобно и быстро! Вы точно найдете то, что ищете!`,
    buttonText: "Перейти",
  },
  maySale: {
    header: "Распродажа!",
    text: "Скидки до 80%. Только 8 дней, 13-20 мая!",
  },
  firstOrder: {
    header: "Получите скидку 15% на свой первый заказ",
    text: "Сообщите менеджеру промокод: <strong>BF15</strong>",
  },
  chinaB2B: {
    header: "",
    buttonText: "",
    text: "",
  },
};
