export default {
  title: '常见问题解答',
  main: {
    title: '主要',
    text: `
            最小起订金额为{{ firstOrder }}欧元<br/>
            最小订单米数为：3米<br/>
            付款条件：出货前全额支付<br/>
            全球各个国家均可发货，运费由买方和运输公司另行协定。<br/>
            法国购买者需另行支付20%的VAT<br/>
        `,
  },
  reservation: {
    title: '布料预订',
    text: `
            请阅读我们预留商品的规则，以便您了解其运作方式。以下是您需要了解的内容：
            <ul>
                <li>您添加到购物车的每种面料都将只为您一人预留{{ time }} 小时 </strong></li>
                <li>预留时间过后，其他用户将能够在目录中再次看到该面料并可以将其添加到自己的购物车中。但是，该面料仍会保留在您的购物车中，并且如果您在其他用户之前确认订单 <strong>您仍可以购买</strong> </li>
                <li>如果您的预留时间权限已过，其他用户在您之前确定购买了您购物车中的面料，那么很遗憾，您将无法再次购买该布料</li>
            </ul>
            我们希望该说明能够帮​​助您了解我们在购物车中预订布料的系统是如何运作的。如果您有任何疑问，请联系我们的客服团队。
        `,
  },
  newsletter: {
    title: '通讯邮件',
    text: `
            订阅我们的时事通讯，每周通过 WhatsApp 和电子邮件接收我们的最新讯息，假期期间除外。
            <br/><br/>
            I如果您超过两周没有收到任何电子邮件，请联系我们。由于 WhatsApp 相关的技术问题，您的号码可能已从邮件列表中删除。
        `,
  },
  same: {
    title: '可以再次订购相同的面料吗？',
    text: `
            我们销售的面料尾料数量有限。如果我们不再有您喜欢的面料库存，我们将无法追加订单。请了解尾料面料的价格通常比从制造商处批量预订的价格低 2 至 5 倍。
            <br/><br/>
            有些物品我们可以从工厂订购，但成本要高出2至5倍。此外，每个制造商都有自己的最小订单要求，范围从 6-10 米到 50、100 甚至 500 米。在购买您将来可能想要再次订购的某种面料时，请牢记此信息。
        `,
  },
  processing: {
    title: '购买流程',
    text: `
            一旦您收到“订单已接受”消息，即表示我们已看到并接受您的订单。如果您没有收到此消息，请尽快与我们联系。
            <br/><br/>
            下一步是在 1-2 个工作日内完成订单并开具发票。
        `,
  },
  blue: {
    title: '蓝色勾号标记',
    text: '请注意，您发送给我们的消息会被我们使用的程序自动标记为已读。消息旁边的蓝色勾号并不总是表示已阅读。我们将尽快回复您！',
  },
  invoice: {
    title: '发票和付款',
    text: `
            网站上的所有价格均不含增值税。要确定您是否需要按 20% 的税率缴纳增值税，请考虑以下因素：
                <ul>
                    <li>如果您在法国，您将必须缴纳增值税。</li>
                    <li>如果您位于欧盟（请参阅国家/地区列表*），如果您有增值税号，则无需缴纳增值税。如果您没有增值税号，则需要缴纳增值税。</li>
                    <li>如果您不在欧盟境内，则无需缴纳增值税。</li>
                </ul>
            请注意，即使您在购买面料时不缴纳增值税，您在收到来自欧盟的进口货物时也可能需要在您所在的国家/地区缴纳增值税。建议您在下订单前咨询当地海关。<br/><br/>
            <strong>以下是欧盟成员国名单：</strong><br/><br/>
            G德国、奥地利、比利时、保加利亚、塞浦路斯、克罗地亚、丹麦、西班牙、爱沙尼亚、芬兰、法国、希腊、匈牙利、爱尔兰、意大利、拉脱维亚、立陶宛、卢森堡、马耳他、荷兰、波兰、葡萄牙、捷克共和国、罗马尼亚、斯洛伐克、斯洛文尼亚和瑞典。
        `,
  },
  delivery: {
    title: '运输',
    text: `
            我们提供全球运输。为了降低成本，我们将一种织物卷在另一种织物上，然后用黑色出口塑料包装。我们测量货物的尺寸并将其放入我们的物流计算器中以找到最便宜的运输方式。
            <br /><br />
            我们按照工厂交货条款运营
            <br /><br />
            英国的客户请注意一点：该交易为欧盟进口货物
        `,
  },
  minimal: {
    title: '最小起订要求',
    text: `最小起订金额为 {{ firstOrder }} € 。根据价格，我们为每种类型的面料单独设置最小裁剪长度。例如，较廉价的面料的起剪长度为10-15米，一般面料的起剪长度为5米，奢侈面料的起剪长度为3米。低于既定最低限额和长度的订单需单独协商。`,
  },
  cut: {
    title: '切割长度偏差',
    text: `
            以下是有关切割长度偏差的一些准则：
            <ul>
                <li>实际订购米数可与限定米数相差最多 2 米。</li>
                <li>超过2米的偏差需要单独商定。</li>
                <li>长度偏差可达切割长度的 3%。</li>
                <li>一款面料可以由两块以上裁剪组成，但最小裁剪不得短于 3 米。</li>
                <li>在特殊情况下，某些面料可能会无法在仓库中找到。</li>
            </ul>
        `,
  },
  defects: {
    title: '瑕疵容许条件',
    text: `
            <ul>
                <li>瑕疵被认为是织物右侧距离边缘超过 5 厘米处可见的异常变化。例如，错误染色、印刷错误、拉紧、切口、污渍、漏缝等。</li>
                <li>微小的、轻微可见的变化不被视为缺陷。</li>
                <li>可接受的瑕疵数：每 10 米织物 1 个瑕疵。</li>
                <li>对瑕疵品的界定，退运及索赔将根据实际情况单独商定。</li>
            </ul>
        `,
  },
};
